

var  quote=[
    `تمسّك بالدعاء كأنك لا تعرف علاجاً غيره`,
    `لا تراعي شعورهم وتنسي نفسك، فتضيع أنت ونفسك 💛 `,
    `اوعى تدخل السوق وأنت جعان، لإنك هتشتري الحاجة اللي تسد جوعك بس، مش هتشتري الحاجة اللي أنت محتاجها 
    طبَّق القاعدة دي على كل حاجة في حياتك `,
    `الإنسان لو مختارش نفسه مينفعش يستنى حد يختاره؛ علشان كده قرر إنك تختار نفسك وحاول تتجاوز كل حاجه منعتك عن اختيار نفسك`,
    `قدّر نفسك صح .. هتختار صح !  `,
    `قُل الحمدلله حتَى و إن باتت أيامَك خَيبات فلا شَيء يُسَاوي العافِية 💛 `,
    `نتقِ جُلاَّسك؛ فإن الأفكار مُعدية`,
    
    `لا تراعي شعورهم وتنسي نفسك، فتضيع أنت ونفسك 💛 `,
    `مكن خسارتك النهارده مكسب لبكره؛ يمكن بتدور في سكة غلط، يمكن دي الكسرة اللي بتسبق الجبر، محتاج شوية صبر وتأني تشوف بيهم تدابير ربك وتدي نفسك فرصة تبص في اتجاه أصح`,
    
    
        ]


function getQuote(){
    var num = Math.floor(Math.random()*quote.length)
    console.log();
    var start = quote[num]
       document.getElementById('demo').innerHTML=start
       start=''
}


   
  